{"label": ["first", "second", "first", "second", "first", "second", "first", "second", "first", "second", "first", "second", "first", "second", "first", "second", "first", "second", "first", "second", "first", "second", "first", "second", "first", "second", "first", "second", "first", "second", "first", "second", "first", "second", "first", "second", "first", "second", "first", "second", "first", "second", "first", "second", "first", "second", "first", "second", "first", "second", "first", "second", "first", "second", "first", "second", "first", "second", "first", "second", "first", "second", "first", "second", "first", "second", "first", "second", "first", "second", "first", "second", "first", "second", "first", "second", "first", "second", "first", "second", "first", "second", "first", "second", "first", "second", "first", "second", "first", "second", "first", "second", "first", "second", "first", "second", "first", "second", "first", "second", "first", "second", "first", "second", "first", "second", "first", "second", "first", "second", "first", "second", "first", "second", "first", "second", "first", "second", "first", "second", "first", "second", "first", "second", "first", "second", "first", "second", "first", "second", "first", "second", "first", "second", "first", "second", "first", "second", "first", "second", "first", "second", "first", "second", "first", "second", "first", "second", "first", "second", "first", "second", "first", "second", "first", "second", "first", "second", "first", "second", "first", "second", "first", "second", "first", "second", "first", "second", "first", "second", "first", "second", "first", "second", "first", "second", "first", "second", "first", "second", "first", "second", "first", "second", "first", "second", "first", "second", "first", "second", "first", "second", "first", "second", "first", "second", "first", "second", "first", "second"], "first_tweet": ["Properly understood, solid teaching fuels mission because it leads us to Jesus Christ: http://t.co/MOS7HzszaC", "Thank you to @JBTV and to all attendees! Special night all around. Let's do it again at 1pm CDT on @audiotreemusic http://t.co/oJvYKFLEUt", "#client Are you trying to live a greener life? Be sure to join our #gwxcharades Twitter Party at 1 PM ET! More info: http://t.co/Mx4gr7OVP4", "LIVE NOW: Memorial service honoring President John F. Kennedy on the 50th anniversary of his death http://t.co/0kZ5tOo1FV #JFK50", "Relief efforts just beginning in Philippines. Typhoon Haiyan destroyed tens of thousands of buildings. How to help: http://t.co/mQ3sMLc37K", "Whoa. Starting next year, Conde Nast will no longer offer internships: http://t.co/MdA5XNlIfD", "A year ago it was barren desert. Now it's a metropolis. Watch the latest episode from @ZaatariCamp now http://t.co/lluWXrWDnC #Syria", "Stuntcasting jumps the shark. http://t.co/xV3gtwZ75t", "\"On October 16th, Congress gave President Obama a blank check.\" @DeanClancy http://t.co/sXXRcZEZiA", "CDU pol: Snowden \"must\" get asylum. He \"has done the Western world a great service. Now it is up to us to help him.\" http://t.co/qFwagDX47G", "Watch my karate chop!!! 👋 http://t.co/qovLjTyZun", "Justine Greening’s Association Chair Accuses Guido of “Malicious Lies”| Calls Fraud Investigation “Totally Spurious”: http://t.co/1uXU1LjnlG", "Brooklyn stabbing: Victims include 4 children under age 10 and a woman. http://t.co/T60vnnqcv2", "Amazon #AppStream is a low-latency service that streams resource intensive applications & games from cloud http://t.co/Bu7uqa6ggw #reinvent", "You're nobody till the NSA spies on you. Check out every single person they've bugged: http://t.co/IhIrH1nEZ6", "Berkeley HS students return to class following evacuation. http://t.co/rpJUgjvZ8F #chsnews", "HERE IT IS #ChargeOn RT @ESPNCFB: HELLO #SCtop10! J.J. Worton just made the catch of the day http://t.co/bYkkSgR08F #UCFvsTEM", "Outkast May Reunite At Coachella 2014!! http://t.co/sZoNGKLDQ1 RT!", "Philippines President Benigno Aquino III tells @camanpour #Haiyan death toll is nearer 2,500. http://t.co/mMDratpVxQ", "NOW! We're #LiveFromMTV w/ @TheWanted to celebrate #WordOfMouth! Live performances, answering fan Qs + more! WATCH: http://t.co/jgsXMNMgnI", "Our 2013 Person of the Year poll is live. Vote now for your #TIMEPOY pick http://t.co/znCWjZgQoA", "Breaking: New Haven Police say anonymous caller reported person with gun near Old Campus of #Yale. #Connecticut http://t.co/dHXBhqCo2q", "The new meaning of “Manhattanization”: turning a city into a playground for the wealthiest inhabitants http://t.co/kL1dsS2I6E", "Photographer recounts his experience covering the devastation brought by Typhoon Haiyan http://t.co/C16CJ4Zbvh", "Fancy winning an iPod Shuffle with The Heat? RT to win! #heatonTheHeat http://t.co/KPWbJnQFSr", "Former National Teacher of the Year Anthony J. Mullen makes the case for a National Teacher Monument: http://t.co/qz54tamxNJ via @EdWeekComm", "wow!!! this is the dopest, most amazing thing ive seen in forever... http://t.co/QV1i34zsSk is so amazing... way to go @davehakkens", "Why You Should Keep Business and Personal Expenses Separate http://t.co/o83fGuvXNG", "Vote to make a difference! We're asking for your opinion on which initiatives #HMConsciousFoundation should support http://t.co/1aWnHwK0CM", "UPDATE: Hasbrouck Heights School District, Lodi High School lockdowns lifted at 11:30am http://t.co/uO8kb2FfvJ #BreakingNews", "BREAKING NEWS: Reports of multiple people stabbed in Brooklyn http://t.co/K9POdk7GlR #BreakingNews", "More info on @ShopGovX Veterans Appreciation Night – http://t.co/EbSwklZEv2", "LOOK! We're LIVE! ON REDDIT http://t.co/UcyAxOpmFv", "Do you think axing the carbon tax will reduce costs? Have your say http://t.co/5XgT40zQ28", "NEW VID!! :D *****MEET MY DAD!***** http://t.co/MyUFfCZKsP RT ? :)", "Remember: real Obamacare site numbers: http://t.co/3vkmUbwgV7", "Can you believe colleges have these classes? WOW. http://t.co/KZ3q1iuSeV", "In which George W. Bush follows in the footsteps of Glenn Beck… http://t.co/uvrcSeIrCK", "If you haven't, please read my view of N-word: http://t.co/YTBjUi1SAQ", "The Apple event is starting in just a few minutes; we're live with a blog and our video commentary here! http://t.co/bjjKgITcgb #CNETLive", "If everything goes as planned, gay rights history will be made on Thursday in the Senate. http://t.co/MhiPWQuISl", "Alright, early start, so i'm off to bed.Educational night. Oh, wait, i'm still allowed to dream about boobs, right? https://t.co/KNjIjM4brZ", "Video (should play worldwide) of David Tennant interview on Channel Four News tonight http://t.co/oLlsgmVH3u #RSCRichardII", "Hey, McDonald's customers who like ketchup: They're about to dump Heinz because it's now run by Burger King's ex-CEO. http://t.co/2iAlsX6hby", "On Cowboys and possible RB trades -- Dallas reportedly had Darren McFadden at the very top of their board in 2008 http://t.co/hCvZBuZlmD", "WATCH LIVE: #House debates issue of #health insurance policies eliminated because of #Obamacare http://t.co/gNkJkVS3IR", "Call of Duty: Ghosts is solid, but the formula is wearing thin. Our PS4 review: http://t.co/ZSaWvAfSqv ★★★1/2", "Un-Affordable Care Act: The High Cost of Obamacare for One Texas Business http://t.co/u4PegB9eeG", "He loves me or he loves me not. https://t.co/r2X2QF8OGt", "***Dropping in 45 mins!*** @1omarion -- #CarePackage2 -- http://t.co/V96W599LEW powered by @DatPiff", "Millions depend on freshwater fisheries for their livelihoods. Shouldn’t we protect those areas? http://t.co/vjZVoolWLy #WorldFisheriesDay", "Fit Five: Can't See My Abs. http://t.co/VwJDZ9VpiT", ".@DjokerNole now 20 matches unbeaten & 3-0 in Group B with 3-set win over @richardgasquet1. http://t.co/4OIRsYUOPz #atp #tennis", "Speaker John Boehner says he won’t back a bill that would prevent employers from firing workers for being gay http://t.co/kCNMTdOiHz", "New Jersey mall shooter found dead with self-inflicted gunshot wound, police say: http://t.co/7ZcOycAJT0", "AMAZING video! http://t.co/57psF7GWBG thanks @BOYDERyo @BrainBangley ..i love this cuz its funny but mocks white people -- not HIP HOP!", "Right back at it! #Sixers take on the @chicagobulls in #Philly tonight at 7:30 PM. http://t.co/5sjF8DAMIl", "DETAILS: No confirmation yet as to why the NSA's website continues to be down, over five hours after the fact http://t.co/gLdBPfsGxv", "Marvel's head honcho Kevin Feige is answering your questions... now! Watch the Q&A right here, right now: http://t.co/OuioDd0Wiv", "Police say Tyson Jerome Barnette, a postal worker, was fatally shot in Landover last night. http://t.co/21Qc8Rt7hd", "We will never tire of seeing @IdinaMenzel & @Kchenoweth together, so obviously their reunion is this week’s Hot Shot! http://t.co/ZLz5FsZu2N", "UPDATE: Workers have replaced all of the locks for the 100 Barry Farm apartments where keys were stolen earlier. http://t.co/FUb82ONphR", "You can also download the data for the scanned objects for 3D printing or to export to other 3D programs #SIx3D http://t.co/bm61nfOp4u", "At a Catholic hospital, a dispute over what a doctor can do and say: http://t.co/xCeCf2wo9B", "#Pens Pascal Dupuis was mic'd for #InTheRoom when he took care of his own dental work. MUST WATCH: http://t.co/EKO23pM5B8", "“#Zaatari’s not the best place in the world, but it’s safe & that’s what people want” @And_Harper http://t.co/dOhdJs4cEL", "Ken Cuccinelli donated to groups that tell women abortion causes breast cancer: http://t.co/cPOe0L1BV2", "George Zimmerman charged with assault and battery after disturbance call http://t.co/NcGcrCqoa6", "The American people would trust zombies to run the country more than Congress http://t.co/5pS4OmzpmN", "Even by Walmart standards this is shameless: http://t.co/LG7W62wLdg", "\"Artists can be irascible motherfuckers and all indications are that Lou Reed was more irascible than most\"—Christgau http://t.co/sbuEhBKoGV", "Karate chop part 2!!! RT http://t.co/rPPNbMbdhb", "Join us 8pmCT tonight for a special edition #AgChat where we'll donate $10/tweet up to $50K! for #RancherRelief - http://t.co/JaaGgJK4bN", "Watch world premiere of my new video Sasquatch on @VEVO now http://t.co/M3BBYs9KEs #sasquatch #everythangscorrupt. RT.", "#Wikileaks Journalist Sarah Harrison Safe in #Germany http://t.co/6lc515RhpI #snowden #nsa", "Wow! Thank you so much for all your lovely messages. You guys rock! #BabyFletcher http://t.co/BPTYEmbxeu", "Apple rumor mill: Are new iPads, Macs and OS X on the way? Have a look at what's due for a refresh http://t.co/I4rDAXdr39", "Rainy forecast prompts Fishers, Brownsburg to delay Halloween. http://t.co/wvA52zPHmi", "#Multiviral RELEASE Assange + @Calle13Oficial + Tom Morello + Kamilya Jubran single about freedom of information http://t.co/1y99laKvAG", "Be safe, Bears fans: the Chicago Office of Emergency Management and Communications is urging you to be careful: http://t.co/DLLFAY6ivk", "Turns out, the NSA is also collecting all your Contacts, IM lists and group-chat pals http://t.co/U7ZeKBVHdk", "Instructional leaders say in most cases teachers can develop their classroom-management capacities: http://t.co/0ZEMeDDPfd", "Is Brandy Plotting A Moesha Spin-Off? http://t.co/JcMtD0nhvM", "When it comes to being “led on” by someone, here’s what it comes down to: You can only be led on if you're following. http://t.co/sez0yCRnPm", "\"Rated #1 Stand Bag for 2014\" ... http://t.co/jhBDja7bkD The @WilsonGolf Nexus Congrats!", "If this is true, (a) why hasn’t Obama fired everyone and (b) what has Obama been doing re: oversight? http://t.co/rM702w4Llb", "Playing Spyro for charity! Join us. http://t.co/yh6WpwNlNG", "Obituary: A look at the life of Doris Lessing http://t.co/aexKObm1HS #r4today", "Greta Home and Academy in #Haiti news- read and re tweet http://t.co/PhS2B8hO2Q", "Toronto mayor apologizes for graphic remarks, cites \"tremendous, tremendous stress.\" http://t.co/uOUH142rrP", "NFL’s nonprofit status should be revoked. Images created in publicly funded facilities cannot be privatized. http://t.co/1mpLXF1k4D", "On ENDA, Democrats plan on playing the \"shame\" card, via @GingerGibson: http://t.co/jfbR0Ya8wn", "Indonesia moves to downgrade relationship with Australia as Tony Abbott expresses regret over spy reports http://t.co/pX9918DOWf #auspol", "Everyone is asking where they can get the bags from The Haunted Doll vid- http://t.co/jw0owWPin6 - they came from @CastelloCoffee & @vegware", "You Going To Jail Today!!! George Zimmerman Assaulted Pregnant Girlfriend With Double Barrel Shotgun http://t.co/QMLm7TKs2l", "http://t.co/JxEkg5BVuL #CrazySexyCool", "http://t.co/L1w8EUGl7Q RT @naomiBBK: @JmeBBK go to bed", "You can download #Move here: http://t.co/UvgEJiywUD #XFactor", "Candy-snorting epidemic hits U.S. elementary schools http://t.co/9MvZSZHckP", "When can you expect the new record from @fosterthepeople? http://t.co/IbfVZ1bFhX", "Newcastle have not scored from a corner for more than 2 years and more incredible PL facts http://t.co/oiD5fd40LA #nufc", "Here’s how you can help. Buy the #DallasBuyersClub soundtrack - proceeds go to @RED to help fight AIDS. http://t.co/xEa7gJNgoD", "North Dakota failed to inform the public of 100s of oil spills over last two years - report http://t.co/xi6ZdEz8KH", "Reid readies for nuclear option on nominees http://t.co/1rgWDKW8UU by @alexanderbolton", "CORRECTION: Report: American Humane Association Covered Up Animal Abuse On Hollywood Sets http://t.co/6kUEG1yWUC", "Yes, his views on gays are indeed deplorable too. http://t.co/T8whoQH9tp But they are matters of opinion. Age of earth is a matter of FACT.", "Kaepernick tosses 3 TDs. SF holds RGIII to just 127 passing yards. 49ers WIN! HIGHLIGHTS: http://t.co/WAJleMLpzq", "#Breaking: Rep. Trey Radel pleads guilty to cocaine possession http://t.co/pXUN5HumuE", "Implications of Higgs boson.My article with physicist @mckafatos http://t.co/RaWppsgYLY #CosmicConsciousness", "Call for free vitamins for children http://t.co/Cxs0CeE98l #r4today", "Law enforcement source tells Fox News police believe NJ mall gunman targeted one person, who was not at the mall http://t.co/Z6qOBvM3bZ", "The mysterious case of the disintegrating starfish http://t.co/5lj94aedaP", "http://t.co/8M3VRwKr0Q does this every month. we can only win once/year. So this month, can u guys help out @amandatapping & win it for her?", "Listen: @BritneySpears' #Perfume penned by @Sia! http://t.co/6Zrh0boJsu", "The number of Maori achieving formal qualifications at university has increased more than 50 percent since 2006: http://t.co/E4HoUsUjHI", "BELARUS! Join MARS at the MINSK ARENA on MARCH 10! Pre-sale begins RIGHT NOW - Get your tickets! → http://t.co/nrVMsvZ4E5", "#RoboCop wreaks havoc for justice in new teaser http://t.co/RetYBsZTs4", "Student athletes who get concussions know to sit out of practice. Turns out they should sit out of schoolwork too. http://t.co/hipK2agR7s", "PHIL IS NOT ON FIRE 5 IS HERE!!!! https://t.co/hbYKj8Zlbo Plz retweet if you missed the whiskers!", "Hair-Raising: New research shows promise for reversing baldness http://t.co/h6J2OmaH22", "Parents need a better yardstick to make informed decisions about schools, say @edu_historian/Anil Nathan @EdWeekComm: http://t.co/b2vPKlvyPt", "Her, @TheRealSuki takes a look at the five things to look out for in this Lakers' season: http://t.co/YGhSMzRPhl", "BREAKING: Shooting reported at Los Angeles Int'l Airport Terminal 3; WATCH LIVE coverage via @NBCLA http://t.co/x1nQ14Vk4k", "What non high-profile defensive player is making a strong impact? Former Seahawk LB Dave Wyman answers: http://t.co/z13DeCCaCM #HawksMailbag", "wait WHAT RT @JonHeymanCBS: Fielder for Kinsler trade has been agreed to. http://t.co/7rf75UyDWD", "Celebrate \"Dia de los Muertos\" before tonight's #SunsVsJazz game. Get $10 tickets using promo code CALAVERA at: http://t.co/Brovs2YTjq", "We’re strongly opposing construction of coal fired power plant in #Palawan & need YOUR help! http://t.co/LFzhAzrAnB #seizeyourpower", "Facebook appears to be returning to normal after a major outage http://t.co/0FWVyx9oFF", "OLB Nick Perry will not be playing for #Packers tonight against the Vikings. Full list of GB inactives: http://t.co/dU2m6cFQFh #GBvsMIN", "Bullying report released from 91-0 Aledo win. When asked for witnesses, parent put \"everyone in the football stadium\" http://t.co/x9U2sOlsi7", "http://t.co/kYjSTOTKvA is the place to be right now!", "This year’s #NSA price tag comes out to a whopping $52.6 billion, says @steve_hanke: http://t.co/qtojqmQodx #tcot #tlot", "The grading, judging, and ranking of schools has spiraled out of control, says Craig Hochbein in today's @EdWeekComm: http://t.co/DMZShVNzVQ", "#Taeyang Reveals Fourth Teaser Pic and \"Ringa Linga\" Release Dates http://t.co/2XB3xhwulc", "It's live. http://t.co/LogNqnuTnX Coming in November. Follow @OKDOTHIS #OKDOTHIS", "In 7hrs @dannyodwyer and @CTWatters will be showing off the @Xbox One's UI, dashboard, and more! Be sure to tune in! http://t.co/NaPWZyvDbY", "#Bulls go Jurassic on Raptors with some good ol’ defense, writes @SamSmithHoops of Friday's win: http://t.co/2lks26IHkB #CHIvsTOR", "Christian \"exorcisms\" just as loony as this: http://t.co/fpMH6f95xk. Jesus himself \"cast out devils\", in 1 case driving them into pigs.", "Up to #30!!! All sales go to a great cause. You all rock so hard!!! http://t.co/TTepC4fAtA", "Next game: Monday (7pm) vs. Memphis Grizzlies at @TheFieldhouse. 8 lucky fans will win 2 tix to the game. Register: http://t.co/Zcx1iHGl3L", "“They would rape you, they would harass you, and they would kidnap you if you drive a car,” she was warned: http://t.co/4O3wBJhtbz", "#BritneyJeanStream... first impressions?? Talk to me people! http://t.co/21XjbXaRvY", "Ban Ki-moon message for #UNday: \"In a world that is more connected, we must be more united.\" http://t.co/glIZBenaiy #HappyBirthdayUN", "For a limited time, I'm offering private, one-on-one strategy sessions. Here's how you can get yours: http://t.co/SLaKDiat9N", "Microsoft Surface 2: The Tablet World’s Powerful, Odd Duckling http://t.co/acsf21zho7", "\"Spider-Man: Turn Off the Dark\" is turning off the lights … for good | http://t.co/RuqfaEjZI6", "No better time to shamelessly promote our new hair line than when I'm sitting with @JohnPaulDeJori1 http://t.co/592lmGOS2u", "\"Families will be torn apart without even a day in court\" – @oscarrickettnow speaks to @DetentionAction: http://t.co/ak5WEnXOOC", "The rise of baby hair in fashion: http://t.co/H0dJ9mEcSk", "Is there such a thing as #ThePerfectLap in an #F1 car? McLaren's engineers give their view. Tweet us your thoughts... http://t.co/VHCZGRI3wn", "Big Papi is called \"Cooperstown\" in his clubhouse. But does he belong in Cooperstown? http://t.co/haEEcmtTmz", "Rebel Massacre Signals Turning Point in Syrian War: http://t.co/XP0aRdLw6U", "Raleigh police have Carmike Cinemas on Atlantic Springs Road surrounded after an attempted robbery. Watch at http://t.co/NcmlRwV9VU.", "Re-up from last night: NSC officials met yesterday w Yemeni man whose brother, nephew were killed in a drone strike. http://t.co/8D3PE39Cva", "Charging tourists $2K/each to spend time w/ women described as \"sex trafficking victims\" isn't like sex work at all! http://t.co/SJX87d4O0z", "So @SaintHeron came out a day early! COP NOWWWWWW :http://t.co/OD68v7gznF", "Schofield spent 2 hours Googling political paedophiles, handed list to Cameron on-air without consulting legal team http://t.co/wcR9tsdbLL", "#AFGE union chief: Slain #TSA worker was behavioral detection officer who had recently transferred from Montana http://t.co/h7pXCqQwNJ #LAX", "Dramatic photos from the scene at LAX: http://t.co/QVPaeokrws #LAXShooting", "But this gives us the excuse of looking through that Cumberbatch gallery once again: http://t.co/PW0J9tMeZh", "College Football Overtime: The best team in the country as of today resides in Tallahassee. http://t.co/1Ec7muds6M", "George Zimmerman Faces Judge After Domestic Violence Arrest [LIVE] http://t.co/NkYbajky9G", "Roughly 99% of public speakers ruin their speeches in the 1st sentence. Here's how you won't. http://t.co/Yi19WoHCey", "A ferocious severe weather outbreak has brought violent tornadoes to the Midwest. Here's the latest on the storm: http://t.co/WdLrry9THh", "Apparently, you can buy 17.5 million visits to your web site for $35,000. http://t.co/7MRalG1iLj", "UPDATE: Philippine Red Cross tells Reuters early reports put #typhoon death toll at over 1,000 http://t.co/rxn0TRzFKe", "Who will win MVP, Coach of the Year, ROY & the other @NBA awards this season? @SamSmithHoops has his predictions: http://t.co/JsfJwlxMSR", "[Squad] Fulham vs Manchester United - United's Starting XI? http://t.co/SvOFiUQMDS by @mick2039", "#BREAKING: TSA employee shot at LAX terminal 3 checkpoint http://t.co/hk2z6Gh8Zh", "By the way, David Cameron's reach and authority is *very limited, so good luck trying to stop the journalism http://t.co/VJpqK0u7D5", "News outlets reporting that the LAX shooting happened at document checkpoint before security http://t.co/mtTdV4Mom9 /via @TheAtlanticWire", "New Jersey police chief says the LAX shooting suspect's family was concerned about his well-being http://t.co/gjfEUQan6N", "http://t.co/cFUXks5KzW should at least have cool error pages like \"The Lannisters send their regards\" and blood drips down screen.", "Excellent New York Times editorial on an oxymoron: \"British press freedom\" http://t.co/PqNbP2dOa6", "#LAX UPDATE: After crash, caller reported man w/weapon in Terminal 4. Clear, now rescreening passengers http://t.co/Kjn3UiBy3k", "\"Perhaps its [sic] simply because it doesn't assert itself as being true.\" YOU DON'T FRIGGIN' SAY, @GILES_FRASER! http://t.co/uFha3aAr3A", "red sox problem is that they made another bad throw to 3b, it's not the umps, who got it right. http://t.co/LOOePa2kJG", "Current #Ventra problems: CTA will not say how widespread the problems are - http://t.co/F73W4ADCDr", "UPDATE: 1 arrested after stabbing at Indiana University http://t.co/EuTLeNCeIt", "Boost to 90 and play immediately. http://t.co/ULjdmzHQTi", "Deadline passes for man who bought winning Powerball ticket in SoCal http://t.co/IEcStJG2R4 $465K prize now goes to CA public schools", "\"Within a second your world is turned upside down. You can’t hug a body that’s been blown apart\" @WoundsofWaz http://t.co/nkEDWZnpEZ #drones", ".@MileyCyrus Is @LilKim for Halloween. Take A Look At The Memorable Outfit She's Wearing. http://t.co/elmuoL7WFg", "Business and life are all about taking risks. Have you ever risked going too far & it paid off? http://t.co/dhbRLVz65h", "Pau: “He looked good, & did a few moves I didn’t expect him to do right away. I’m very happy for him & for us.” http://t.co/Fgs9co1VY8", "I put up a new video this afternoon and it's me & my bestie @koreykuhl dancing to One Direction. Literally. http://t.co/kjVJS6Z8ck", "Please retweet this for me! http://t.co/A9uvg5wXWL", "Wow. @jtimberlake is looking so good playing that guitar at The #AMAs. #WeLoveJT http://t.co/wmMGBwdYSu", "Most folks who lost their health plans to Obamacare will come out ahead in the end. via @geoffreycowley http://t.co/0oxIYeq1gg", "NSA has 25K employees- maybe one of them can explain to Keith Alexander about this thing called \"The First Amendment\" http://t.co/tOEOTYeODs", "Apple Reports Q4 2013 Year-End Results: $7.5 Billion Profit on $37.5 Billion in Revenue http://t.co/DMP7HyY7SU", "Andrew C. McCarthy: The Scheme behind the Obamacare Fraud http://t.co/yahNjtD4kH via @mrsamosbardi #tcot #ccot", "Happy Birthday @Drake! Here are 50 photos to help you not feel so sad all the time--> http://t.co/vV7l0bDqmo", "Sen Dems voted UNANIMOUSLY 2 support #ObamaCare rule largely responsible 4 insurance cancellations! http://t.co/kkK0qq3KjR #ImObamaCare", "JUST IN: Authorities in Toledo, Ohio are in an standoff with an armed teenager inside a high school. http://t.co/KL9CNQ18tO", "Luke Epplin on Christy Mathewson & baseball’s gradual shift from a degenerate to a respectable, even wholesome, game: http://t.co/b636hjKImt", "It gets intense tonight when I take on HS dropouts who think they know everything. Dream School @ 10p on Sundance. http://t.co/FfO4tQsPF3", "Steve Smith on TD celebration aimed at CB Janoris Jenkins: \"When your dog urinates on carpet, you rub it in his face” http://t.co/dCRmV4MJkO", "They're terrible. Awful really. But trans fats are epidemiologic chump change compared to alcohol and cigarettes. http://t.co/WLNtQ2wjIj", "Since 1976, Seahawks have had 21 seasons without 9 wins and 10 seasons with exactly 9 wins. http://t.co/YE7S8QecMC #SEAvsATL"], "second_tweet": ["New Blog Post: Developing Teachers in Your Church To Be Gospel-Centered: http://t.co/MOS7HzszaC", "We're live in 30 minutes! Tell ya friends and tune in here: http://t.co/oJvYKFLEUt (@audiotreemusic)", "#client For more information on the @greenworks #gwxcharades Twitter Party, click here: http://t.co/Mx4gr7OVP4", "LIVE NOW: Brian Williams anchors NBC News Special Report: moment of silence marking the assassination of #JFK http://t.co/0kZ5tOo1FV", "Typhoon Haiyan recovery: How you can help http://t.co/mQ3sMLc37K", "Dreaming about an internship at Vogue or W magazine? Sorry! Condé Nast is eliminating its entire internship program: http://t.co/MdA5XNlIfD", "“Stop this nonsense. No demonstrations. You don’t obstruct me!!” trouble in the latest from @ZaatariCamp http://t.co/lluWXrWDnC #Syria", "What’s particularly sad about this is Lenovo thinks they hired Steve Jobs. http://t.co/xV3gtwZ75t", "The McConnell Mechanism: The Power to Borrow and the Power to Go Broke - http://t.co/sXXRcZEZiA @DeanClancy explains.", "German politicians from left & right want asylum for Snowden. \"Snowden is a hero not a traitor,\" says SPD pol. http://t.co/qFwagDX47G", "Good morning 👋 http://t.co/qovLjTyZun", "Tories demanding Labour release the Falkirk report. Fine, but what about the one that reveals £60,000 Tory fraud? http://t.co/1uXU1LjnlG", "5 people killed in Brooklyn stabbing. http://t.co/T60vnnqcv2", "Announcing Amazon #WorkSpaces is a fully managed desktop computing service in the cloud. http://t.co/Bu7uqa6ggw #aws #reinvent", "Has the NSA ever spied on you? We scan a list of every single person they've bugged: http://t.co/IhIrH1nEZ6", "Berkeley HS evacuated for 'suspicious smell', officials say. http://t.co/rpJUgjvZ8F #chsnews", "Oh did we! #ChargeOn RT @ESPNCFB: ICYMI: UCF's J.J. Worton made an INCREDIBLE diving, one-handed catch http://t.co/bYkkSgR08F #DidYouSeeThat", "It's been confirmed that #Outkast are going on a 2014 reunion tour! http://t.co/sZoNGKLDQ1 RT!", "Philippine President @noynoyaquino tells @camanpour that civil order has broken down in some areas due to typhoon: http://t.co/mMDratpVxQ", "15 mins til #LiveFromMTV w/ @TheWanted! WATCH IT HERE: http://t.co/jgsXMNMgnI #askthewanted #WordOfMouth #TWfamily #TWFanmily", "Who influenced the news for better or worse this year? Vote for #TIMEPOY here http://t.co/znCWjZgQoA", "Breaking: #NewHaven cops say man called them to report roommate had a gun and was headed to #Yale to \"shoot people.\" http://t.co/dHXBhqCo2q", "How to Manhattanize a city: http://t.co/kL1dsS2I6E", "PHOTOS: 7 days of tragedy in the Philippines http://t.co/C16CJ4Zbvh", "Right then, who fancies winning some prizes with The Heat? http://t.co/KPWbJnQFSr First RT to win coming up in 5 mins! #heatonTheHeat", "It's time to create a National Teacher Monument in Washington, argues Anthony Mullen in today's @EdWeekComm: http://t.co/qz54tamxNJ", "i want to be like @davehakkens when i grow up... i want to have people like this around me everyday of my life.... http://t.co/QV1i34zsSk", "Mixing business expenses with personal can get messy fast. See why your expenses should be kept separate http://t.co/o83fGuvXNG", "What projects do you think #HMConsciousFoundation should support? Make a difference, vote now at http://t.co/1aWnHwK0CM", "BREAKING NEWS: Lodi High School locked down; Police search finds nothing http://t.co/uO8kb2FfvJ #BreakingNews", "BREAKING NEWS UPDATE: 3 dead, 3 injured after stabbing in Sunset Park. Tune in after the game for the latest. http://t.co/K9POdk7GlR", "REMINDER: Military personnel can receive FREE tickets to tonight's game courtesy of @ShopGovX. More info: http://t.co/EbSwklZEv2", "We are typing like fiends next to each other. http://t.co/UcyAxOpmFv is the link to the Reddit. ASK ABOUT #eveningwith Neil & Amanda someone", "No big savings to come from repeal of carbon tax, Australian Industry Group warns: http://t.co/5XgT40zQ28", "what do you think about the SNEAK PEEK of the CHRISTMAS SONG?! :) *****MEET MY DAD!***** http://t.co/MyUFfCZKsP RT ? :)", "People \"want 'affordable' care\" so badly no one signed up for it. Numbers: http://t.co/3vkmUbwgV7", "Lady Gaga and “The Walking Dead”? What Are College Students Learning These Days? http://t.co/KZ3q1iuSeV", "George W. Bush to raise money for a group that converts Jews to bring about the second coming of Christ http://t.co/uvrcSeIrCK", "One white guy's view of the N-word (mine): http://t.co/YTBjUi1SAQ", "First bit of #AppleEvent actual news: the Mavericks OS update will be free as far back as Snow Leopard. http://t.co/bjjKgITcgb", "Gay rights bill poised for final Senate vote http://t.co/MhiPWQuISl", "Alright, we've had our fun, but we're grown ups now, right? Let's lose this dumb page-3 shit. https://t.co/KNjIjM4brZ Please Sign & RT.", "David Tennant interview by @katierazz on @Channel4News about #RSCRichardII http://t.co/oLlsgmVH3u", "Major ketchup news! McDonalds is dumping Heinz, because it's now run by the exec who used to run Burger King http://t.co/2iAlsX6hby", "Report: Cowboys cool on DeMarco Murray, could trade for a running back http://t.co/hCvZBuZlmD", "WATCH LIVE: #House voting on bill to restore #health insurance policies canceled under #ObamaCare http://t.co/gNkJkVS3IR", "Good morning, last night our Call of Duty: Ghosts review got frosty. http://t.co/ZSaWvAfSqv", "Another business suffers under #Obamacare. Pass it on: http://t.co/u4PegB9eeG", "Like poppin pain pills in the middle if the night.... https://t.co/r2X2QF8OGt", "Download the new mixtape from @1omarion -- #CarePackage2 now! http://t.co/V96W599LEW exclusively on @DatPiff", "What comes to mind with the word “fisheries”? How about livelihoods, food sources & ecologic wonders in #Cambodia: http://t.co/vjZVoolWLy", "How often should you train abs? Answer: http://t.co/VwJDZ9VpiT", "Watch @DjokerNole extend his streak with victory over @richardgasquet1 at the #FinalShowdown. Highlights: http://t.co/4OIRsYUOPz #atp", "John Boehner comes out against a bill banning discrimination against LGBT employees, and that's a problem for the GOP http://t.co/kCNMTdOiHz", "Authorities identified NJ mall shooter suspect as Richard Shoop, 20, of Teaneck, NJ: http://t.co/7ZcOycAJT0", "someone show this to @rickyrozay !! http://t.co/57psF7GWBG @SPIFFTvFilms @BOYDERyo", "NEXT GAME: #Sixers tip off vs. the @chicagobulls tomorrow night in #Philly at 7:30 PM. Tickets: http://t.co/5sjF8DAMIl", "DEVELOPING: National Security Agency's website suddenly went offline Friday afternoon Eastern Time http://t.co/gLdBPfsGxv #NSA", "Don't forget, in 5 mins, at 12pm, Marvel's Kevin Feige will be in our Jameson Done In 60 Seconds Google+ hangout: http://t.co/OuioDd0Wiv", "JUST IN: The USPS is offering a reward of up to $100K in the murder of Tyson Jerome Barnette, a postal worker. http://t.co/21Qc8Rt7hd", "Have you ever heard a story about yourself that isn’t true? The cast of @BigFishBroadway shares their tall tales! http://t.co/ZLz5FsZu2N", "A thief stole about 100 apartment keys from Barry Farm in SE DC. http://t.co/FUb82ONphR", "So has anyone taken a spin through our x3D explorer yet? http://t.co/bm61nfOp4u What do you think? #SIx3D", "In Colorado, doctor says Catholic hospital disciplined him for even talking about abortion: http://t.co/xCeCf2wo9B", "For the night crowd, #Pens Pascal Dupuis mic'd up, pulling out his own tooth. #man #hockey http://t.co/EKO23pM5B8", "How do we meet & support #Syria'ns who arrive in the night? Find out in the latest episode from @ZaatariCamp http://t.co/dOhdJs4cEL", "Ken Cuccinelli, the GOP candidate for governor of Virginia, gave big bucks to controversial crisis pregnancy centers http://t.co/cPOe0L1BV2", "George Zimmerman arrested in #Florida after disturbance call: http://t.co/NcGcrCqoa6", "Zombies running Washington? A new poll reveals Americans think they would do a better job http://t.co/5pS4OmzpmN", "Unbelievable: Cleveland Wal-Mart Holds Food Drive For Its Own Employees http://t.co/LG7W62wLdg via @allisonkilkenny", "Toesucker Blues: Robert Christgau's farewell salute to Lou Reed http://t.co/sbuEhBKoGV", "Incase you missed it... Karate chop part 2!!! http://t.co/rPPNbMbdhb Watch, Like and Retweet 👋", "It's a great #AgChat when tweets are going by so fast you can't read 'em all - http://t.co/JaaGgJK4bN #RancherRelief", "I'm watching Sasquatch on VEVO http://t.co/M3BBYs9KEs", "Radack: It is a tragic irony that in order to protect the freedoms of others #Harrison had to give up her own | http://t.co/6lc515RhpI", "Sometimes the best way to share something is with a pumpkin... Some Fletcher news for you. ;-) xx http://t.co/BPTYEmbxeu", "At 1pm ET, follow @wjrothman for live updates from Apple's media event in San Francisco. Preview: http://t.co/I4rDAXdr39", "Avon and Brownsburg have joined Fishers in changing trick or treat to Friday because storms expected on Halloween. http://t.co/wvA52zPHmi", "Here it is... the lyrics video of the new track Multi_viral #Multiviral #Assange @calle13oficial with @tmorello http://t.co/1y99laKvAG", "UPDATE: Bears fans have been evacuated from Soldier Field and the game against the Ravens has been suspended: http://t.co/DLLFAY6ivk", "ICYMI the #NSA collects all your Contacts, IM lists, group-chat pals; It's illegal in US, so it happens abroad http://t.co/U7ZeKBVHdk #TCOT", "\"When there isn't a solid routine established by the teacher, kids will misbehave.\" http://t.co/0ZEMeDDPfd via @EdWeekTeacher", "Is @4EverBrandy Working On A Moesha Spin-Off? http://t.co/JcMtD0nhvM Im Here For It!", "Dating is hard enough without feeling like you're being led on. Here's how to never get strung along again. http://t.co/sez0yCRnPm", "Who Makes The Best Stand/Carry Golf Bag? FIND OUT: http://t.co/jhBDja7bkD", "Either Obama’s been *grossly* negligent or Sebelius was out and out lying to him. No in-between. http://t.co/rM702w4Llb", "Streaming live now for Extra Life! http://t.co/yh6WpwNlNG", "\"Doris Lessing was a great original, she had a huge range of imagination over 50 books.\" - Claire Tomalin http://t.co/aexKObm1HS #r4today", "check out this pic? would you want these? I would! click to see pic http://t.co/PhS2B8hO2Q", "Toronto mayor will be taking his act to television. http://t.co/uOUH142rrP", "The NFL doesn't just make the players brain damaged, it does the same to politicians, too. http://t.co/1mpLXF1k4D", "House Democrats have a plan to advance a gay rights bill that John Boehner has already declared dead: shame the GOP. http://t.co/jfbR0Ya8wn", "PM @TonyAbbottMHR 'deeply' regrets embarrassment spying scandal has caused Indonesia. Diplomatic relations in limbo http://t.co/pX9918DOWf", "Dare you face The Haunted Doll? http://t.co/jw0owWPin6", "UPDATE: Sluggin' Scumbag George Zimmerman Arrested For Attacking Pregnant Girlfriend In Florida http://t.co/QMLm7TKs2l", "YOU ALL HELPED MAKE THIS POSSIBLE! http://t.co/JxEkg5BVuL THANK U!", "http://t.co/L1w8EUGl7Q RT @jackdickson: @JmeBBK can you beat survival on your own", "For our money, this is @LittleMixOffic's best single yet. Go on girls! Download Move: http://t.co/UvgEJiywUD #XFactor", "It could be worse...http://t.co/9MvZSZHckP", ".@fosterthepeople are releasing their new album at \"the beginning of next year\" http://t.co/IbfVZ1bFhX", "10 incredible Premier League facts: http://t.co/oiD5fd40LA Including the #thfc defender who completes more passes than @MesutOzil1088 #afc", "Hear a very special acoustic version of #CityOfAngels on the #DallasBuyersClub soundtrack from us, @30SECONDSTOMARS http://t.co/xEa7gJNgoD", "NSA site went down due to 'internal error', not DDoS attack, agency claims http://t.co/xi6ZdEz8KH", "Senate votes to limit filibuster after Reid goes nuclear http://t.co/1rgWDKW8UU by @AlexanderBolton", "An earlier tweet to this story implied it was regarding the Humane Society, not the AHA. We regret the error. http://t.co/6kUEG1yWUC", "Northern Ireland's Health Minister thinks the world is < 10,000 years old http://t.co/T8whoQH9tp & the dinosaurs drowned in Noah's Flood.", "ICYMI: Kaepernick & the @49ers roll past the Redskins on MNF. HIGHLIGHTS: http://t.co/WAJleMLpzq #SFvsWAS", "Rep. @treyradel will be on supervised probation for a year after pleading guilty to cocaine possession http://t.co/pXUN5HumuE", "What Would God Think of the God Particle? - Part 1 - SFGate http://t.co/RaWppsgYLY via @SFGate", "\"There is no doubt that our vulnerable children are not getting the support they need.\" - Prof Dame Sally Davies http://t.co/Cxs0CeE98l", "Bergen Co. Administrator: \"So far, we have found no injured ... but that could change.\" More on NJ mall shooting: http://t.co/Z6qOBvM3bZ", "Starfish dying from “disintegrating” disease http://t.co/5lj94aedaP", "There's this online voting charity bonanza called http://t.co/8M3VRwKr0Q. Random Acts won & will get $33,000! I'm so grateful to you guys!", "Britney Spears' #Perfume vocals are great! We haven't heard a song like this from her in awhile + no British accent!! http://t.co/6Zrh0boJsu", "Almost one out of eight people living in New Zealand is Asian, up from about one in 11 in 2006: http://t.co/E4HoUsUjHI #Census2013", "КТО ИДЕТ? #MARSisCOMING to MINSK ARENA in BELARUS, MARCH 10! Pre-sale begins TODAY, NOV 1 • 2PM LOCAL → http://t.co/nrVMsvZ4E5", "Can't wait 'til tomorrow for the brand-new #RoboCop trailer? Watch a sneak peek now: http://t.co/RetYBsZTs4", "Student-athletes who suffer concussions need a time-out from the classroom too, doctors now say. via @LATMelissaHealy http://t.co/hipK2agR7s", "Just had a chinese feast and now I'm replying to more comments on Phil is not on fire 5 ^__^ https://t.co/hbYKj8Zlbo", "Breakthrough technique that can generate human hair growth shows promise for treating baldness, new study suggests http://t.co/h6J2OmaH22", "In today's @EdWeekComm, @edu_historian & Anil Nathan offer ideas about how to measure school quality: http://t.co/b2vPKlvyPt", "Of course, more than anything, health is going to be the biggest issue for the Lakers this season: http://t.co/YGhSMzRPhl", "LIVE NOW: Officials hold briefing on shooting at LAX http://t.co/x1nQ14Vk4k", "How will @Percy_Harvin's return change the lineup at wide receiver? http://t.co/z13DeCCaCM #HawksMailbag", "uhhhhhhhhhh RT @JonHeymanCBS: Fielder for Kinsler blockbuster is on the table. a possibility. http://t.co/7rf75UyDWD", "It's game day! RT if you're excited for #SunsVsJazz tonight @USAirwaysCenter and on @FOXSPORTSAZ and @AZSports620. http://t.co/Brovs2YTjq", "Coal fired power plant threatening delicate ecosystem of #Palawan in #Philippines. Read more: http://t.co/LFzhAzrAnB #seizeyourpower", "Facebook bug means that many people can’t post status updates http://t.co/0FWVyx9oFF by @TheNextWoods", "Minnesota's inactive list is now in, too: http://t.co/dU2m6cFQFh #GBvsMIN", "DFW: Aledo HS's 91-0 win over FW Western Hills raises bullying allegation http://t.co/x9U2sOlsi7", "Very limited pre sale bundles for the dates so get em quick! http://t.co/kYjSTOTKvA", "#NSA's #budget is over double that of the Department of Agriculture & triple that of NASA - @steve_hanke: http://t.co/qtojqmQodx #tcot #tlot", "In today's @EdWeekComm, Craig Hochbein explains how to make school grading systems more meaningful & fair: http://t.co/DMZShVNzVQ", "Taeyang Counts Down to MV Release with New Teaser Photo http://t.co/2XB3xhwulc", "Huge thanks to @THEHAWKINPARIS for creating and providing the music for the @OKDOTHIS video. http://t.co/LogNqnuTnX #OKDOTHIS", "Our #XboxOne live stream is live! Tune in to see the UI, Apps, and hardware. http://t.co/NaPWZyvDbY", "Can defense still win in the NBA? @SamSmithHoops explores the issue as #Bulls prepare to host undefeated #Pacers: http://t.co/2lks26IHkB", "Watch (& MARVEL at) mass exorcism in Sudan http://t.co/fpMH6f95xk via Arab Atheist @mol7d_Arabi. Religion's so sensible, so good for people.", "Top 50 on the Alt Charts in less than an hour. Go! Go! Go! ;) http://t.co/TTepC4fAtA", "Want to be there on Monday when the #Pacers go for 8-0? We're giving 8 lucky fans 2 free tickets. Register now: http://t.co/Zcx1iHGl3L", "Riding Shotgun With The Woman Driving Change in Saudi Arabia: http://t.co/4O3wBJhtbz", "Yay! Excited to tell you that #BritneyJean is streaming for free all week on @iTunesMusic http://t.co/21XjbXaRvY", "On #UNDay, Ban Ki-moon says millions of people depend on UN humanitarian personnel for life-saving assistance. http://t.co/glIZBenaiy", "Prep for 2014 - Strategy Sessions w/ @SarahRobinson. Books yours by Nov. 22. http://t.co/SLaKDiat9N", "This is My Microsoft Surface 2 Review http://t.co/acsf21zho7", "'Spider-Man: Turn Off the Dark' to Close In January http://t.co/RuqfaEjZI6", "I want 2get feedback frm the ladies on our Natural Style Line. Hit free sample link &let me know http://t.co/592lmGOS2u", "Britain's 'immigration nightmare' is really just a nightmare for these immigrants: http://t.co/ak5WEnXOOC", "\"Ah baby hair: as diaphanous as a vapor, as nimble as a wisp, the all but forgotten fine edges that line our scalps.\" http://t.co/H0dJ9mEcSk", "Martin Whitmarsh: \"We run a simulation 6.5m times to get a statistical model of the outcome of a race\" #ThePerfectLap http://t.co/VHCZGRI3wn", "vote exactly split among 357 commenters (1 person wasnt sure) on my Papi/Cooperstown piece. http://t.co/haEEcmtTmz", "New details emerge about atrocities committed by Jihadists who razed a Syrian village. http://t.co/XP0aRdLw6U", "From Sky 5 video, it appears suspect at Raleigh movie theater is in custody. Being cuffed now on theater's roof: http://t.co/NcmlRwV9VU", "You Won't Believe What Happened After White House Officials Met With This Yemeni Man Whose Family Was Droned http://t.co/8D3PE39Cva", "\"paying more than $2000 each, they have been promised they will be able to spend time with sex-trafficking victims.\" http://t.co/SJX87d4O0z", "\"SAINT HERON\" IS OUT NOW!!! New music from myself, CASSIE, JHENE, BC KINGDOM, KELELA & MORE! COP HERE! http://t.co/OD68v7gznF", "Ofcom censures ITV over ambushing of David Cameron with 'Google' list of political paedophiles http://t.co/wcR9tsdbLL", "Gunman in LAX shooting wounded, in custody, 3 injured, officials say http://t.co/h7pXCqQwNJ", "Dramatic images of shooting at LAX: http://t.co/QVPaeokrws #Nightline has the latest tonight", "This story contains NEWS ABOUT SHERLOCK and PICTURES OF BENEDICT CUMBERBATCH and now we need to lie down for a while http://t.co/PW0J9tMeZh", "Will Muschamp's nightmare season; Manziel's pseudo-Senior Day; UCLA's Jack of all trades and more Overtime http://t.co/1Ec7muds6M", "#Breaking: George Zimmerman -- Ordered to Give Up Guns ... And Stay Away from GF http://t.co/NkYbajky9G", "Changing 1 sentence in my speeches changed everything. Here's what I did & what you should do too! http://t.co/Yi19WoHCey", "Chicago, Detroit and Cleveland are among the cities at the highest risk for severe weather today: http://t.co/WdLrry9THh", "The most profitable new reader demographic? ROBOTS. http://t.co/7MRalG1iLj", "Red Cross teams report seeing an estimated 1,000 bodies floating in the town of #Tacloban http://t.co/rxn0TRzFKe #TyphoonHaiyan", "RT \"@SamSmithHoops: Here's a guess at some postseason awards the NBA will and won't be giving out. http://t.co/JsfJwlxMSR\"", "[Squad] Predicted Manchester United XI to face Fulham today. Do you agree & what would your XI be? - http://t.co/SvOFiUQMDS #MUFC", "#BREAKING: Suspect in custody, LAX reports; watch live press conference at 11:30 a.m. PT http://t.co/hk2z6Gh8Zh", "In repressive Britain, it's political officials who dictate what can and cannot be published http://t.co/VJpqK0u7D5", "WATCH LIVE: Press conference on LAX shooting http://t.co/mtTdV4Mom9 /via @TheAtlanticWire", "Law enforcement sources tell @ABC authorities found note at the scene that suggested suspect was anti-government http://t.co/gjfEUQan6N", "I have written Excel macros and therefore have essential opinions on http://t.co/cFUXks5KzW programming.", "British MPs \"ducked their duty to ask tough questions of British intelligence & have gone after The Guardian instead\" http://t.co/PqNbP2dOa6", "Crowds currently waiting outside #LAX terminal during police investigation http://t.co/Kjn3UiBy3k", "Is this the most unintentionally hilarious article about #DoctorWho ever written? http://t.co/uFha3aAr3A (WARNING: Christianity ahead!)", "Peavy is as off base as Salty's throw. umps got decisive call correct. http://t.co/LOOePa2kJG", "15,000 free rides later, #Ventra back up and running, CTA reports - http://t.co/F73W4ADCDr", "UPDATE: Indiana University given all clear; authorities still seeking suspect with knife http://t.co/EuTLeNCeIt", "World of Warcraft: Warlords of Draenor Announced http://t.co/ULjdmzHQTi", "If this man doesn't come forward by 5pm, he's out $465,539. Bought Powerball ticket 6 months ago http://t.co/IEcStJG2R4", "\"Waziristan is half the size of #NewJersey. How would it feel if bombs rained over New Jersey for 9 years?\" http://t.co/nkEDWZnpEZ #drones", "And Then There's Miley Cyrus Who Dressed As Lil Kim For Halloween http://t.co/elmuoL7WFg", "“Only those who risk going too far can possibly find out how far one can go.” TS Eliot http://t.co/dhbRLVz65h", "Both Pau Gasol and Jodie Meeks were impressed with Kobe in practice today: http://t.co/Fgs9co1VY8", "NEW VIDEO: \"The 1D TWERK-OUT Challenge\" (ft. @koreykuhl): http://t.co/kjVJS6Z8ck - go watch, push LIKE & leave it some love!", "Tears :( http://t.co/A9uvg5wXWL", ". @jtimberlake can literally play any kind of music. Just WOW. #AMAs http://t.co/wmMGBwdYSu", "Consumers may lose their low-cost insurance plans but they'll be able to get real coverage instead. http://t.co/0oxIYeq1gg", "Gen Keith Alexander on NSA reporting: \"We ought to come up with a way of stopping it.\" #HeProtectsFreedom http://t.co/tOEOTYeODs", "The fiscal Q4 2013 earnings call will begin momentarily. We will have live coverage at: http://t.co/DMP7HyY7SU", "Like all swindles, Obamacare cannot work if its targeted victims figure out the endgame before it is a fait accompli. http://t.co/yahNjtD4kH", "HAPPY BIRTHDAY DRIZZY! Here's our gift to you---> http://t.co/vV7l0bDqmo @Drake", "Sen Dems voted to RESTRICT the “keep your plan” part of #ObamaCare (http://t.co/kkK0qq3KjR) & knew Obama was LYING! #Obamacosts", "UPDATE: The teen in the Toledo high school standoff has been taken into custody, @toledo_police say. http://t.co/KL9CNQ18tO", "MT @CultureDesk: Baseball used to be considered a degenerate sport. How did it evolve into the thinking man's game? http://t.co/b636hjKImt", "Tonight is the night that I get my hands on the students if dream school MEDICINE OR MANICURE is the question 10pm http://t.co/FfO4tQsPF3", "Steve Smith says if he sees Rams CB Janoris Jenkins in the streets he's \"going to bust him in his (expletive) mouth\" http://t.co/dCRmV4MJkO", "Fun Kills More Americans Than Trans Fats: http://t.co/WLNtQ2wjIj", "In their past 18 regular-season games, the Seahawks are 16-2. http://t.co/YE7S8QecMC #SEAvsATL"]}