{
    "tweet_hypotheses": [
      "Tweets with visual content (images or videos) receive more retweets than text-only tweets.",
      "Tweets that include popular hashtags receive more retweets than those without hashtags.",
      "Tweets mentioning influential figures or brands receive more retweets than those that do not.",
      "Tweets with emotionally charged language (e.g., 'shocking', 'amazing') receive more retweets than neutral language.",
      "Tweets containing humor or jokes receive more retweets than serious tweets.",
      "Tweets discussing controversial topics receive more retweets than non-controversial tweets.",
      "Tweets with a clear call-to-action (e.g., 'Retweet this') receive more retweets than those without.",
      "Tweets that include statistics or factual data receive more retweets than opinion-based tweets.",
      "Tweets sharing personal stories or experiences receive more retweets than impersonal tweets.",
      "Tweets expressing positive emotions (e.g., happiness, hope) receive more retweets than those expressing negative emotions.",
      "Tweets expressing negative emotions (e.g., anger, frustration) receive more retweets than neutral tweets.",
      "Tweets containing external links receive more retweets than those without links.",
      "Tweets featuring user-generated content (e.g., fan art, comments) receive more retweets than original content.",
      "Tweets with interactive elements (e.g., polls, questions) receive more retweets than non-interactive tweets.",
      "Tweets with time-sensitive content (e.g., 'limited offer', 'breaking news') receive more retweets than evergreen content.",
      "Tweets with visually appealing formatting (e.g., emojis, line breaks) receive more retweets than plain text.",
      "Tweets quoting famous individuals or popular sayings receive more retweets than original statements.",
      "Tweets providing real-time commentary on current events receive more retweets than non-topical tweets.",
      "Tweets referencing pop culture (e.g., movies, music) receive more retweets than non-referential tweets.",
      "Tweets expressing gratitude or interacting with followers receive more retweets than impersonal tweets.",
      "Tweets taking a clear stance on controversial issues receive more retweets than neutral tweets.",
      "Tweets discussing technological or scientific breakthroughs receive more retweets than non-technical tweets.",
      "Tweets offering health or fitness advice receive more retweets than general advice tweets.",
      "Tweets commenting on political events receive more retweets than non-political tweets.",
      "Tweets advocating for social causes (e.g., environmentalism, equality) receive more retweets than non-advocacy tweets.",
      "Tweets sharing personal achievements receive more retweets than non-personal tweets.",
      "Tweets reflecting on failures or setbacks receive more retweets than non-reflective tweets.",
      "Tweets making predictions or speculations about the future receive more retweets than non-predictive tweets.",
      "Tweets evoking nostalgia receive more retweets than non-nostalgic tweets.",
      "Tweets parodying or mocking popular trends receive more retweets than non-parody tweets.",
      "Tweets criticizing competitors or rivals receive more retweets than non-critical tweets.",
      "Tweets responding to follower questions receive more retweets than non-responsive tweets.",
      "Tweets appreciating fan-created content receive more retweets than non-appreciative tweets.",
      "Tweets with personalized replies to followers receive more retweets than generic replies.",
      "Tweets announcing giveaways or rewards receive more retweets than non-reward tweets.",
      "Tweets wishing followers a happy birthday receive more retweets than non-celebratory tweets.",
      "Tweets expressing gratitude to followers receive more retweets than non-grateful tweets.",
      "Tweets offering encouragement or support to followers receive more retweets than non-supportive tweets.",
      "Tweets asking followers questions or conducting surveys receive more retweets than non-interactive tweets.",
      "Tweets challenging followers to participate in games or activities receive more retweets than non-challenging tweets.",
      "Tweets commemorating special dates or anniversaries receive more retweets than non-commemorative tweets.",
      "Tweets using personalized nicknames for followers receive more retweets than non-personalized tweets.",
      "Tweets incorporating personalized emojis receive more retweets than non-personalized tweets.",
      "Tweets featuring personalized images or videos receive more retweets than non-personalized media.",
      "Tweets including personalized links receive more retweets than non-personalized links.",
      "Tweets using personalized hashtags receive more retweets than non-personalized hashtags.",
      "Tweets with personalized calls-to-action receive more retweets than non-personalized calls.",
      "Tweets sharing personalized statistics receive more retweets than non-personalized data.",
      "Tweets telling personalized stories receive more retweets than non-personalized stories.",
      "Tweets expressing personalized emotions receive more retweets than non-personalized emotions."
    ]
  }